[
  {
    "quote": "O obreiro ten máis necesidade de respecto que de pan.",
    "author": "Karl Marx"
  },
  {
    "quote": "O outro circula porque ten valor, pero o papel moeda ten valor porque circula.",
    "author": "Karl Marx"
  },
  {
    "quote": "O progreso social pode ser medido pola posición social do sexo feminino.",
    "author": "Karl Marx"
  },
  {
    "quote": "O significado da paz é a ausencia de oposición ao socialismo.",
    "author": "Karl Marx"
  },
  {
    "quote": "O sistema capitalista non precisa de individuos cultivados, só de homes formados  nun terreo ultraespecífico que se adapten ao esquema produtivo sen cuestionalo.",
    "author": "Karl Marx"
  },
  {
    "quote": "O comunismo non priva a naide do poder de apropiarse de produtos sociais, o único que non admite é o poder de usurpar por medio desta apropiación o traballo alleo.",
    "author": "Karl Marx"
  },
  {
    "quote": "A peor loita é a que non se fai.",
    "author": "Karl Marx"
  },
  {
    "quote": "Os seres humanos fan a súa propia historia, aínda que baixo circunstancias influídas polo pasado.",
    "author": "Karl Marx"
  },
  {
    "quote": "Os filósofos non fixeron máis que interpretar de formas diversas o mundo, pero do que se trata é de transformalo.",
    "author": "Karl Marx"
  },
  {
    "quote": "Para nós o comunismo non é un estado que debe implantarse ou un ideal no que suxeitar a realidade. Nós chamamos comunismo ao movimento real que anula e supera o estado das cousas actual.",
    "author": "Karl Marx"
  },
  {
    "quote": "As ideas dominantes dunha época sempre foron só as ideas da clase dominante.",
    "author": "Karl Marx"
  },
  {
    "quote": "Queimouse o meu alpendre. Agora podo ver a lúa.",
    "author": "Karl Marx"
  },
  {
    "quote": "Unha pantasma percorre Europa, a pantasma do comunismo.",
    "author": "Karl Marx"
  },
  {
    "quote": "Ninguén combate a liberdade, ao sumo combate a liberdade dos demáis. A liberdade existiu sempre, unhas veces como privilexio de algúns, outras como dereito de todos.",
    "author": "Karl Marx"
  },
  {
    "quote": "O poder político é simplemente o poder organizado dunha clase para oprimir a outra.",
    "author": "Karl Marx"
  },
  {
    "quote": "A devaluación do mundo humano crece a razón directa da valuación do mundo das cousas.",
    "author": "Karl Marx"
  },
  {
    "quote": "O motor da historia é a loita de clases.",
    "author": "Karl Marx"
  },
  {
    "quote": "A teoría do comunismo pode reducirse a unha única frase: abolir a propiedade privada.",
    "author": "Karl Marx"
  },
  {
    "quote": "A razón sempre existiu, pero non sempre dun xeito razonable.",
    "author": "Karl Marx"
  },
  {
    "quote": "Igual que na relixión o home é dominado polo produto da súa propia cabeza, na produción capitalista é dominado polo produto da súa propia man.",
    "author": "Karl Marx"
  },
  {
    "quote": "A familia burguesa baséase no capital, no lucro privado.",
    "author": "Karl Marx"
  },
  {
    "quote": "A tradición de todas as xeracións mortas oprime como un pesadelo o cerebro dos vivos.",
    "author": "Karl Marx"
  },
  {
    "quote": "A relixión é o alento da criatura oprimida, o corazón dun mundo sen corazón, o espíritu dunha situación carente de espíritu. É o opio do pobo.",
    "author": "Karl Marx"
  },
  {
    "quote": "É sinxelo ser heroico e xeroso nun momento determinado, o complexo é ser fiel e constante.",
    "author": "Karl Marx"
  },
  {
    "quote": "Non é a conciencia do home a que determina o seu ser, se non, pola contra, é o ser social o que determina a súa conciencia.",
    "author": "Karl Marx"
  },
  {
    "quote": "O traballador pon a súa vida no obxecto, pero a partir de entón a súa vida xa non lle pertence, pertencelle ao obxecto.",
    "author": "Karl Marx"
  },
  {
    "quote": "Os desposuídos teñen un mundo que gañar.",
    "author": "Karl Marx"
  },
  {
    "quote": "O sentimento relixioso é tamén un produto social.",
    "author": "Karl Marx"
  },
  {
    "quote": "A produción capitalista non é simplemente a produción de mercadorías: é esencialmenta a produción de plusvalía.",
    "author": "Karl Marx"
  },
  {
    "quote": "Os economistas teñen un modo singular de prodceder. Para eles non hai máis de dúas clases de institucións, as artificiais e as naturais.",
    "author": "Karl Marx"
  },
  {
    "quote": "A burguesía non só forxa a súa propia destrución, se non ao seu propio sepultureiro: o proletariado.",
    "author": "Karl Marx"
  },
  {
    "quote": "A historia non é nen fai nada. Quen fai é o home.",
    "author": "Karl Marx"
  },
  {
    "quote": "Hoxe, o poder público ven ser, pura e simplemente o consello de administración que rixe os intereses colectivos da clase burguesa.",
    "author": "Karl Marx"
  },
  {
    "quote": "Toda a historia da sociedade humana, ata a actualidade é a historia da loita de clases.",
    "author": "Karl Marx"
  },
  {
    "quote": "O idealismo, naturalmente, non coñece a actividade real e sensorial como tal.",
    "author": "Karl Marx"
  },
  {
    "quote": "O capital é traballo morto que, como se fose un vampiro, vive soamente zugando traballo vivo, e vive máis canto máis traballo zuga.",
    "author": "Karl Marx"
  },
  {
    "quote": "Toda crítica comeza pola crítica á relixión.",
    "author": "Karl Marx"
  },
  {
    "quote": "Os homes contraen determinadas relacións de produción correspondentes a unha determinada fase de desenvolvemento das súas forzas produtivas materiales.",
    "author": "Karl Marx"
  },
  {
    "quote": "A relixión, en canto a eco ideolóxico, é a conciencia invertida dun mundo invertido.",
    "author": "Karl Marx"
  },
  {
    "quote": "A burguesía produce, ante todo, os seus propios sepultureiros. O seu afundimento e a victoria do proletariado son igualmente inevitables.",
    "author": "Karl Marx"
  },
  {
    "quote": "A loita contra a relixión é a loita contra aquel mundo cuxo aroma espiritual é a relixión. A miseria relixiosa é, por unha banda, a expresión da miseria real e, por outra, a protesta contra ela.",
    "author": "Karl Marx"
  },
  {
    "quote": "O meu primeiro traballo, emprendido para solventar as dúbidas que me asaltaban, foi unha revisión crítica da filosofía hegeliana do Dereito.",
    "author": "Karl Marx"
  },
  {
    "quote": "Nas etapas precapitalistas da sociedade o comercio goberna a industria. Na sociedade moderna ocurre o contrario.",
    "author": "Karl Marx"
  },
  {
    "quote": "O traballadores non teñen nada que perder, salvo as súas cadeas. Teñen un mundo por gañar.",
    "author": "Karl Marx"
  },
  {
    "quote": "A relixión é o xemido do oprimido.",
    "author": "Karl Marx"
  },
  {
    "quote": "A última fase dunha figura histórica mundial soe ser cómica. A Historia segue este camiño para que a humanidade poda despedirse alegremente do seu pasado.",
    "author": "Karl Marx"
  },
  {
    "quote": "O modo de produción da vida material condiciona os procesos da vida sotial, política e espiritual en xeral.",
    "author": "Karl Marx"
  },
  {
    "quote": "O cristianismo... Imparte aos homes unha doble vida e ofrece os goces imaxinarios do ceo como un alivio para as miserias reais de esta vida.",
    "author": "Karl Marx"
  },
  {
    "quote": "O Estado é un órgano de dominación de clases, un órgano de opresión dunha clase por outra, é a creación da orde que legaliza e afianza esta opresión, amortiguando a loita de clases.",
    "author": "Karl Marx"
  },
  {
    "quote": "A mesma nova sociedade, a través dos dous mil quinientos anos de existencia, non foi nunca máis que o desenvolvemento dunha ínfima minoría a expensas dunha inmensa maioría de explotados e oprimidos, e esto ocurre hoxe máis que nunca.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Cando sexa posible hablar de liberdade, o Estado como tal deixará de existir.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Un pobo que oprime a outro pobo non pode ser libre.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "A monogamia non aparece de ningún xeito na historia como unha reconciliación entre o home e a muller.",
    "author": "Friedrich Engels"
  }
]