[
  {
    "quote": "O obreiro ten máis necesidade de respecto que de pan.",
    "author": "Karl Marx"
  },
  {
    "quote": "O outro circula porque ten valor, pero o papel moeda ten valor porque circula.",
    "author": "Karl Marx"
  },
  {
    "quote": "O progreso social pode ser medido pola posición social do sexo feminino.",
    "author": "Karl Marx"
  },
  {
    "quote": "O significado da paz é a ausencia de oposición ao socialismo.",
    "author": "Karl Marx"
  },
  {
    "quote": "O sistema capitalista non precisa de individuos cultivados, só de homes formados  nun terreo ultra específico que se adapten ao esquema produtivo sen cuestionalo.",
    "author": "Karl Marx"
  },
  {
    "quote": "O comunismo non priva a ninguén do poder de apropiarse de produtos sociais, o único que non admite é o poder de usurpar por medio desta apropiación o traballo alleo.",
    "author": "Karl Marx"
  },
  {
    "quote": "A peor loita é a que non se fai.",
    "author": "Karl Marx"
  },
  {
    "quote": "Os seres humanos fan a súa propia historia, aínda que baixo circunstancias influídas polo pasado.",
    "author": "Karl Marx"
  },
  {
    "quote": "Os filósofos non fixeron máis que interpretar de formas diversas o mundo, pero do que se trata é de transformalo.",
    "author": "Karl Marx"
  },
  {
    "quote": "Para nós o comunismo non é un estado que debe implantarse ou un ideal no que suxeitar a realidade. Nós chamamos comunismo ao movemento real que anula e supera o estado das cousas actual.",
    "author": "Karl Marx"
  },
  {
    "quote": "As ideas dominantes dunha época sempre foron só as ideas da clase dominante.",
    "author": "Karl Marx"
  },
  {
    "quote": "Queimouse o meu alpendre. Agora podo ver a lúa.",
    "author": "Karl Marx"
  },
  {
    "quote": "Unha pantasma percorre Europa, a pantasma do comunismo.",
    "author": "Karl Marx"
  },
  {
    "quote": "Ninguén combate a liberdade, ao sumo combate a liberdade dos demais. A liberdade existiu sempre, unhas veces como privilexio de algúns, outras como dereito de todos.",
    "author": "Karl Marx"
  },
  {
    "quote": "O poder político é simplemente o poder organizado dunha clase para oprimir a outra.",
    "author": "Karl Marx"
  },
  {
    "quote": "A desvalorización do mundo humano crece a razón directa da valorización do mundo das cousas.",
    "author": "Karl Marx"
  },
  {
    "quote": "O motor da historia é a loita de clases.",
    "author": "Karl Marx"
  },
  {
    "quote": "A teoría do comunismo pode reducirse a unha única frase: abolir a propiedade privada.",
    "author": "Karl Marx"
  },
  {
    "quote": "A razón sempre existiu, pero non sempre dun xeito razoable.",
    "author": "Karl Marx"
  },
  {
    "quote": "Igual que na relixión o home é dominado polo produto da súa propia cabeza, na produción capitalista é dominado polo produto da súa propia man.",
    "author": "Karl Marx"
  },
  {
    "quote": "A familia burguesa baséase no capital, no lucro privado.",
    "author": "Karl Marx"
  },
  {
    "quote": "A tradición de todas as xeracións mortas oprime como un pesadelo o cerebro dos vivos.",
    "author": "Karl Marx"
  },
  {
    "quote": "A relixión é o alento da criatura oprimida, o corazón dun mundo sen corazón, o espíritu dunha situación carente de espírito. É o opio do pobo.",
    "author": "Karl Marx"
  },
  {
    "quote": "É sinxelo ser heroico e xeneroso nun momento determinado, o complexo é ser fiel e constante.",
    "author": "Karl Marx"
  },
  {
    "quote": "Non é a conciencia do home a que determina o seu ser, se non, pola contra, é o ser social o que determina a súa conciencia.",
    "author": "Karl Marx"
  },
  {
    "quote": "O traballador pon a súa vida no obxecto, pero a partir de entón a súa vida xa non lle pertence, perténcelle ao obxecto.",
    "author": "Karl Marx"
  },
  {
    "quote": "Os desposuídos teñen un mundo que gañar.",
    "author": "Karl Marx"
  },
  {
    "quote": "O sentimento relixioso é tamén un produto social.",
    "author": "Karl Marx"
  },
  {
    "quote": "A produción capitalista non é simplemente a produción de mercadorías: é esencialmente a produción de plusvalía.",
    "author": "Karl Marx"
  },
  {
    "quote": "Os economistas teñen un modo singular de proceder. Para eles non hai máis de dúas clases de institucións, as artificiais e as naturais.",
    "author": "Karl Marx"
  },
  {
    "quote": "A burguesía non só forxa a súa propia destrución, se non ao seu propio sepultureiro: o proletariado.",
    "author": "Karl Marx"
  },
  {
    "quote": "A historia non é nin fai nada. Quen fai é o home.",
    "author": "Karl Marx"
  },
  {
    "quote": "Hoxe, o poder público ven ser, pura e simplemente o consello de administración que rixe os intereses colectivos da clase burguesa.",
    "author": "Karl Marx"
  },
  {
    "quote": "Toda a historia da sociedade humana, ata a actualidade é a historia da loita de clases.",
    "author": "Karl Marx"
  },
  {
    "quote": "O idealismo, naturalmente, non coñece a actividade real e sensorial como tal.",
    "author": "Karl Marx"
  },
  {
    "quote": "O capital é traballo morto que, como se fose un vampiro, vive soamente zugando traballo vivo, e vive máis canto máis traballo zuga.",
    "author": "Karl Marx"
  },
  {
    "quote": "Toda crítica comeza pola crítica á relixión.",
    "author": "Karl Marx"
  },
  {
    "quote": "Os homes contraen determinadas relacións de produción correspondentes a unha determinada fase de desenvolvemento das súas forzas produtivas materiais.",
    "author": "Karl Marx"
  },
  {
    "quote": "A relixión, en canto a eco ideolóxico, é a conciencia invertida dun mundo invertido.",
    "author": "Karl Marx"
  },
  {
    "quote": "A burguesía produce, ante todo, os seus propios sepultureiros. O seu afundimento e a vitoria do proletariado son igualmente inevitables.",
    "author": "Karl Marx"
  },
  {
    "quote": "A loita contra a relixión é a loita contra aquel mundo cuxo aroma espiritual é a relixión. A miseria relixiosa é, por unha banda, a expresión da miseria real e, por outra, a protesta contra ela.",
    "author": "Karl Marx"
  },
  {
    "quote": "O meu primeiro traballo, emprendido para solucionar as dúbidas que me asaltaban, foi unha revisión crítica da filosofía hegeliana do Dereito.",
    "author": "Karl Marx"
  },
  {
    "quote": "Nas etapas precapitalistas da sociedade o comercio goberna a industria. Na sociedade moderna ocorre o contrario.",
    "author": "Karl Marx"
  },
  {
    "quote": "O traballadores non teñen nada que perder, salvo as súas cadeas. Teñen un mundo por gañar.",
    "author": "Karl Marx"
  },
  {
    "quote": "A relixión é o xemido do oprimido.",
    "author": "Karl Marx"
  },
  {
    "quote": "A última fase dunha figura histórica mundial soe ser cómica. A Historia segue este camiño para que a humanidade poda despedirse alegremente do seu pasado.",
    "author": "Karl Marx"
  },
  {
    "quote": "O modo de produción da vida material condiciona os procesos da vida social, política e espiritual en xeral.",
    "author": "Karl Marx"
  },
  {
    "quote": "O cristianismo... Imparte aos homes unha dobre vida e ofrece os goces imaxinarios do ceo como un alivio para as miserias reais de esta vida.",
    "author": "Karl Marx"
  },
  {
    "quote": "O Estado é un órgano de dominación de clases, un órgano de opresión dunha clase por outra, é a creación da orde que legaliza e afianza esta opresión, amortecendo a loita de clases.",
    "author": "Karl Marx"
  },
  {
    "quote": "O home é o ser supremo para o home.",
    "author": "Karl Marx"
  },
  {
    "quote": "Cando sexa posible falar de liberdade, o Estado como tal deixará de existir.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Liberdade é o recoñecemento da necesidade.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Dende o primeiro día ata hoxe, a avaricia pura foi o espírito impulsor da civilización.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "É precisa tanta prudencia para gobernar un imperio como unha casa.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Treman, se queren, as clases gobernantes, ante a perspectiva dunha revolución comunista. Os proletarios, con ela, non teñen nada que perder, como non sexan as súas cadeas. Teñen, en cambio, un mundo enteiro que gañar.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "A man do home alcanzou ese grao de perfección que a fixo capaz de dar vida, como por encantamento, aos cadros de Rafael, ás estatuas de Thorwaldsen e á música de Paganini",
    "author": "Friedrich Engels"
  },
  {
    "quote": "O infinito matemático dáse na realidade... Temos, pois, un infinito non só de primeiro senón ademais de segundo grao e podemos deixar a cargo da imaxinación dos lectores a construción de novos infinitos dun grao máis elevado no espazo.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Unha miga de acción é o valor dunha tonelada de teoría.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "A relixión non é máis que un reflexo fantástico, nas cabezas dos homes, dos poderes externos que dominan a súa existencia cotiá.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Así como Darwin descubriu a lei do desenvolvemento da natureza orgánica, Marx descubriu a lei do desenvolvemento da historia humana: o feito, tan sinxelo, pero oculto baixo a maleza ideolóxica, de que o home necesita, en primeiro lugar, comer, beber, ter un teito e vestirse antes de poder facer política, ciencia, arte ou relixión.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Toda a historia foi a historia da loita de clases entre as clases dominadas en distintas etapas do desenvolvemento social.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "A relixión non é outra cousa que o reflexo fantástico que proxectan na cabeza dos homes aquelas forzas externas que gobernan a súa vida diaria, un reflexo en que as forzas terreais revisten a forma de poderes sobrenaturais.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "O traballo é a condición básica e fundamental de toda a vida humana. E o é en tal grao que, ata certo punto, debemos dicir que o traballo creou ao propio home.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Nós, pola nosa carne, o noso sangue e o noso cerebro, pertencemos á natureza, atopámonos no seu seo, e todo o noso dominio sobre ela consiste en que, a diferenza dos demais seres, somos capaces de coñecer as súas leis e de aplicalas.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "A lóxica do pensamento ten que acudir sempre en axuda da insuficiencia do coñecemento.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Toda a historia da sociedade humana, até a actualidade, é unha historia de loita de clases.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "O estado moderno non é senón un comité que administra os problemas comúns da clase burguesa.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "A forma en que a gran masa dos pobres son tratados pola sociedade moderna é verdadeiramente escandalosa.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Unha revolución é un fenómeno natural gobernado por leis físicas diferentes das regras que rexen o desenvolvemento da sociedade en tempos normais.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "O que non se sabe expresar é que non se sabe.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "O cristianismo é a relixión adecuada para unha sociedade na que predomina a produción de mercadorías.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "O Estado non é abolido, mucha.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Primeiro o traballo, logo e con el a palabra articulada, foron os dous estímulos principais baixo cuxa influencia o cerebro do mono foise transformando gradualmente en cerebro humano.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Fai falta unha revolución que transforme por completo o modo de produción existente ata hoxe día e, con el, a orde social vixente.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Un pobo que oprime a outro pobo non debe ser libre.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "Marx era, ante todo, un revolucionario",
    "author": "Friedrich Engels"
  },
  {
    "quote": "O único que poden facer os animais é utilizar a natureza exterior e modificala polo mero feito da súa presenza nela. O home, en cambio, modifica a natureza e obrígaa así a servirlle, domínaa.",
    "author": "Friedrich Engels"
  },
  {
    "quote": "O rápido progreso da civilización foi atribuído exclusivamente á cabeza, ao desenvolvemento e á actividade do cerebro.",
    "author": "Friedrich Engels"
  }
]